---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LayerElemVolumeComputed
source: html/7ca56e9f-fae5-aaa6-2ef0-1f4d852138e1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LayerElemVolumeComputed Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId LayerElemVolumeComputed { get; }
```